export const input = "<сеть ид=0>" +
    "<нейрон ид=101 вх_файл=1.txt координаты=0;50/>" +
    "<нейрон ид=102 вх_файл=2.txt координаты=0;100/>" +
    "<нейрон ид=103 вх_файл=3.txt координаты=0;150/>" +
    "<нейрон ид=104 вх_файл=4.txt координаты=0;200/>" +
    "<нейрон ид=105 вх_файл=5.txt координаты=0;250/>" +

    "<нейрон ид=21 константа=5 координаты=100;100/>" +
    "<нейрон ид=22 константа=5 координаты=100;150/>" +
    "<нейрон ид=23 константа=5 координаты=100;200/>" +

    "<нейрон ид=34 константа=5 координаты=150;150/>" +

    "<синапс ид=1001 вес=1 приемник=21 передатчик=101/>" +
    "<синапс ид=1002 вес=-10 приемник=21 передатчик=102/>" +
    "<синапс ид=1003 вес=1 приемник=21 передатчик=103/>" +
    "<синапс ид=1004 вес=1 приемник=21 передатчик=104/>" +
    "<синапс ид=1005 вес=-10 приемник=21 передатчик=105/>" +

    "<синапс ид=2001 вес=1 приемник=22 передатчик=101/>" +
    "<синапс ид=2002 вес=-10 приемник=22 передатчик=102/>" +
    "<синапс ид=2003 вес=1 приемник=22 передатчик=103/>" +
    "<синапс ид=2004 вес=1 приемник=22 передатчик=104/>" +
    "<синапс ид=2005 вес=-10 приемник=22 передатчик=105/>" +

    "<синапс ид=3001 вес=1 приемник=23 передатчик=101/>" +
    "<синапс ид=3002 вес=-10 приемник=23 передатчик=102/>" +
    "<синапс ид=3003 вес=1 приемник=23 передатчик=103/>" +
    "<синапс ид=3004 вес=1 приемник=23 передатчик=104/>" +
    "<синапс ид=3005 вес=-10 приемник=23 передатчик=105/>" +

    "<синапс ид=4001 вес=-10 приемник=34 передатчик=21/>" +
    "<синапс ид=4002 вес=1 приемник=34 передатчик=22/>" +
    "<синапс ид=4003 вес=-10 приемник=34 передатчик=23/>" +
    "</сеть>";
